[
    {
        "quote": "A problem is a chance for you to do your best.",
        "by": "Duke Ellington"
    },
    {
        "quote": "If your only tool is a hammer then every problem looks like a nail.",
        "by": "Abraham Maslow "
    },
    {
        "quote": "If your only tool is a hammer then every problem looks like a nail.",
        "by": "Abraham Maslow "
    },
    {
        "quote": "If I had an hour to solve a problem I'd spend 55 minutes thinking about the problem and 5 minutes thinking about solutions.",
        "by": "Albert Einstein"
    },
    {
        "quote": "There are not more than five musical notes, yet the combinations of these five give rise to more melodies than can ever be heard. There are not more than five primary colours, yet in combination they produce more hues than can ever been seen. There are not more than five cardinal tastes, yet combinations of them yield more flavours than can ever be tasted.",
        "by": "Sun Tzu"
    },
    {
        "quote": "Well, if it can be thought, it can be done, a problem can be overcome.",
        "by": "E.A. Bucchianeri"
    },
    {
        "quote": "It is better to solve one problem five different ways, than to solve five problems one way.",
        "by": "George Pólya"
    },
    {
        "quote": "Leadership is self-made. People who have deliberately decided to become problems solver lead better.",
        "by": "Israelmore Ayivor"
    },
    {
        "quote": "Problems are not stop signs, they are guidelines.",
        "by": "Robert H. Shuller"
    },
    {
        "quote": "All problems become smaller when you confront them instead of dodging them.",
        "by": "William F. Halsey"
    },
    {
        "quote": "Every problem is a gift. Without them we wouldn’t grow.",
        "by": "Tony Robbins"
    },
    {
        "quote": "It isn’t that they cannot find the solution. It is that they cannot see the problem.",
        "by": "G.K Chesterton"
    },
    {
        "quote": "Problems are nothing but wake-up calls for creativity.",
        "by": "Gerhard Gschwandtner"
    },
    {
        "quote": "Each problem that I solved became a rule, which served afterwards to solve other problems.",
        "by": "Rene Descartes"
    },
    {
        "quote": "You can increase your problem-solving skills by honing your question-asking ability.",
        "by": "Michael J. Gelb"
    },
    {
        "quote": "All life is problem solving.",
        "by": "Karl Popper"
    }
]